tap "adoptopenjdk/openjdk"
tap "danpoltawski/mdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "circleci"
brew "gcc"
brew "go"
brew "htop"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "kubernetes-cli"
brew "macvim"
brew "mongodb"
brew "mono"
brew "nodebrew"
brew "reattach-to-user-namespace"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "arduino"
cask "boostnote"
cask "docker"
cask "firealpaca"
cask "fritzing"
cask "gitkraken"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "mactex"
cask "ngrok"
cask "skype"
cask "slack"
cask "staruml"
cask "visual-studio-code"
cask "vlc"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
