tap "adoptopenjdk/openjdk"
tap "danpoltawski/mdk"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/git"
brew "gcc"
brew "openssl@1.1"
brew "sqlite"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "glib"
brew "cask"
brew "circleci"
brew "curl"
brew "deno"
brew "exa"
brew "fd"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "fltk"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "hexyl"
brew "htop"
brew "hub"
brew "hugo"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "kubernetes-cli"
brew "lha"
brew "libpq", link: true
brew "libxml2"
brew "minikube", link: false
brew "mono"
brew "protobuf"
brew "mysql"
brew "nkf"
brew "nvm"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyqt", link: false
brew "qscintilla2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "slackcat"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
cask "adoptopenjdk8"
cask "android-file-transfer"
cask "arduino"
cask "chromedriver"
cask "discord"
cask "docker"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "iterm2"
cask "keycastr"
cask "minikube"
cask "mongodb-compass"
cask "mono-mdk"
cask "mysqlworkbench"
cask "notion"
cask "obs"
cask "slack"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "virtualbox"
