bradlc.vscode-tailwindcss
bungcip.better-toml
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.code-runner
Gimly81.matlab
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
hashicorp.terraform
hediet.vscode-drawio
James-Yu.latex-workshop
jebbs.plantuml
jpoissonnier.vscode-styled-components
kiteco.kite
kleber-swf.unity-code-snippets
marp-team.marp-vscode
mikestead.dotenv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
octref.vetur
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
satokaz.vscode-bs-ctrlchar-remover
shd101wyy.markdown-preview-enhanced
skyran.js-jsx-snippets
slevesque.vscode-hexdump
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.JavaScriptSnippets
yzane.markdown-pdf
zhuangtongfa.material-theme
zxh404.vscode-proto3
